// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Proteger puertos directos";

TaskDescription = "Utilice este ajuste para desactivar la impresión a través de puertos USB y paralelos.\n\nJetDirect, la conectividad de red incorporada, y las tarjetas auxiliares de otros fabricantes (por ejemplo, Firewire) no serán afectadas por este ajuste.";
CheckboxTitle = "Desactivar puertos directos";
ApplyButtonTitle = "Aplicar ahora";